Repository: common-repository/belboon-advertiser-tracking
Catalog: languages/belboon-advertiser-tracking-*.po
Languages: de_de

source: Belboon Tracking: Category Mapping
de_de: Belboon Tracking: Kategorien

source: Category Mapping
de_de: Kategorien

source: You don't have an API yet? Contact <a href="%1$s">our technical support</a> to get yours. Please <a href="%1$s">click here</a> to contact our support team.
de_de: Du hast noch keinen API Key von uns? Kein Problem, kontaktiere einfach <a href="%1$s">unseren technischen Support</a>. <a href="%1$s">Klicke hier</a> um unseren Support zu kontaktieren.

source: Key is valid
de_de: Der API Key ist gültig

source: Key is invalid
de_de: Der API Key ist ungültig

source: Enable Container Tag implementation
de_de: Container-Tag-Implementierung einschalten

source: Submit
de_de: Abschicken

source: The belboon Advertiser Tracking Plugin is activated but no Advertiser ID is entered. Orders will not be tracked. <a href="%s">Please click here to add or get your Advertiser ID to activate the tracking.</a>
de_de: Das belboon Advertiser Tracking Plugin ist aktiviert, aber es wurde noch keine Advertiser ID hinterlegt. Dadurch werden derzeit keine Bestellungen getracked. <a href="%s">Bitte klicke hier um deine Advertiser ID einzutragen oder eine zu beantragen.</a>

source: Select your advertiser account.
de_de: Wähle deinen Advertiser Account aus.

source: We found multiple advertiser accounts for the provided API Key. Please select the one you want to connect.
de_de: Wir haben für den angegebenen API-Schlüssel mehrere Inserenten-Konten gefunden. Bitte wähle das Konto aus, das du verbinden möchtest.

source: Select Advertiser Account
de_de: Advertiser Account auswählen

source: You already have a belboon Advertiser Account?
de_de: Du hast bereits einen belboon Advertiser Account?

source: Then enter your belboon API Key and activate your account.
de_de: Geben Sie dann Ihren belboon API Key ein und aktivieren Sie Ihren Account.

source: Error! The entered API Key could not be found.
de_de: Fehler! Der eingegebene API-Schlüssel konnte nicht gefunden werden.

source: Submit Key
de_de: Key abschicken

source: You don't have a belboon Advertiser Account yet?
de_de: Du hast noch keinen belboon Advertiser Account?

source: Then contact us and request your belboon API Key.
de_de: Dann kontaktieren Sie uns und fordern Sie Ihren belboon API Key an.

source: Error! Please check your email and try it again later.
de_de: Fehler! Bitte prüfe deine E-Mail und versuche es später erneut.

source: Success! Thank you for being interessted in our service! Our Team will get in touch with you soon!
de_de: Nachricht erfolgreich versendet! Vielen Dank, dass Sie sich für unseren Service interessieren! Unser Team wird sich in Kürze mit Ihnen in Verbindung setzen!

source: Get your belboon API Key
de_de: API Key anfordern

source: You already have an Advertiser Account:<br/>How to get your API Key
de_de: Du hast bereits ein Advertiser-Konto:<br/>Hier findest du deinen API-Schlüssel

source: Login to the Belboon backend with your Advertiser credentials and navigate to <strong style='white-space:nowrap;'>Access > API-Key Manager</strong>. There you will find the API Key.
de_de: Melde dich im Belboon-Backend mit deinen Advertiser-Zugangsdaten an und gehe zu <strong style='white-space:nowrap;'>Access > API-Key Manager</strong>. Dort findest du deinen API-Key.

source: Login to your belboon account
de_de: Logge dich in deinem belboon-Konto ein

source: Tracking is active
de_de: Tracking ist aktiv

source: Tracking is not active
de_de: Tracking ist nicht aktiv

source: You need some help?
de_de: Brauchst du Hilfe?

source: You have a question about our service or a problem with the integration of the plugin? Just contact us with a click on the button.
de_de: Du hast eine Frage zu unserem Service oder ein Problem mit der Integration des Plugins? Kontaktiere uns einfach mit einem Klick auf dem Button.

source: Contact us
de_de: Kontaktiere uns

source: Shop Categories
de_de: Shop Kategorien

source: Tracking Categories
de_de: Tracking Kategorien

source: Save Category Mapping
de_de: Kategoriezuweisung speichern
